Repository: common-repository/ip-dependent-cookies
Catalog: locale/ipdc-*.po
Languages: ru_ru

source: To start using <strong>IP Dependent Cookies</strong> you need to enable the plugin in its settings!
ru_ru: Чтобы начать использовать <strong>IP Dependent Cookies</strong>, вам нужно активировать плагин в его настройках!

source: Go to configuration
ru_ru: Перейти к его конфигурации.

source: Settings
ru_ru: Настройки

source: Cheatin&#8217; uh?
ru_ru: Жульничаем, ы?

source: IP Dependent Cookies settings updated. Please <a href="%s">log in</a> again.
ru_ru: Настройки IP Dependent Cookies обновлены. Пожалуйста, <a href="%s">залогиньтесь</a> снова.

source: Security Check - If you receive this in error, log out and back in to WordPress
ru_ru: Проверка безопасности - Если вы получили эту ошибку, разлогиньтесь и снова зайдите в WordPress

source: IP Dependent Cookies Options
ru_ru: Настройки IP Dependent Cookies

source: <strong>NB</strong>: After changing any of these options you will be forced to log in to WordPress again!
ru_ru: <strong>ВНИМАНИЕ</strong>: После изменения любой из этих настроек, вам потребуется снова залогиниться в WordPress!

source: Click on the option titles to get help!
ru_ru: Кликните на заголовке опции, чтобы получить помощь!

source: Click for Help!
ru_ru: Кликните, чтобы включить подсказки!

source: Plugin Status:
ru_ru: Статус плагина:

source: Enabled
ru_ru: Активирован

source: Disabled
ru_ru: Отключен

source: IP Dependent Cookies must be enabled for use.
ru_ru: Эта опция должна быть включена, чтобы использовать IP Dependent Cookies.

source: HTTP_X_FORWARDED_FOR in place of REMOTE_ADDR:
ru_ru: HTTP_X_FORWARDED_FOR вместо REMOTE_ADDR:

source: Turn on this option if your http-server is behind frontend server.
ru_ru: Включите, если ваш http-server находится за frontend-сервером.

source: Update Options »
ru_ru: Обновить настройки »
